Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/implementering_av_samisk_perspektiv_i_hoyere_utdanning_og_forskning.html.tmx
Source language: nob
Languages: sme

source: Implementering av samisk perspektiv i høyere utdanning og forskning
sme: Sámi perspektiivva implementeren alit ohppui ja dutkamii

source: Sametinget har et mål om at samisk perspektiv implementeres i relevante utdanninger for å bidra til å dekke kompetansebehov i det samiske samfunnet.
sme: Sámedikki mihttomearri lea ahte sámi perspektiiva implementerejuvvo relevánta oahpuide áigumušain gokčat sámi servodaga gelbbolašvuođadárbbuid.

source: Sametingets plenum behandlet i desember 2019 saken "Profesjonsutdanninger - implementering av samisk innhold og rekruttering for å møte kompetansebehov i det samiske samfunn".
sme: Sámediggi gieđahalai juovlamánus 2019 ášši Profešuvdnaoahput – sámi sisdoalu implementeren ja rekrutteren dusten dihte sámi servodaga gelbbolašvuođadárbbu.

source: Det er derfor gjennomført flere konsultasjonsprosesser om forskrifter om rammeplaner og nasjonale retningslinjer for høyere utdanning.
sme: Danne leat čađahan máŋga konsultašuvdnaproseassa alit oahpu rámmaplánaid ja nášuvnnalaš njuolggadusaid láhkaásahusaid birra.

source: Til nå har dette omhandlet lærerutdanninger og helse- og sosialfagutdanninger som alle gjennom konsultasjoner med regjeringen har fått et samisk innhold.
sme: Dán rádjái lea leamaš sáhka oahpaheaddjioahpuid ja dearvvašvuođa- ja sosiálafágaoahpuid birra, mat buohkat leat konsultašuvnnaid bokte ráđđehusain ožžon sámi sisdoalu.

source: Sametinget arbeider for at regjeringens styringsdokumenter til utdanningsinstitusjonene skal gi pålegg om implementering av samisk innhold i henhold til forskrift om rammeplaner og nasjonale retningslinjer.
sme: Sámediggi bargá dan ala ahte ráđđehusa stivrendokumeanttain oahppoásahusaide galgá leat gohččun sámi sisdoalu implementeret, rámmaplánaid ja nášuvnnalaš njuolggadusaid láhkaásahusa mielde.

source: Sametinget vil i tillegg til dette gjennom dialog med utdanningsinstitusjonene, arbeide for å bevisstgjøre institusjonene om ansvaret for institusjonalisering av samisk innhold i profesjonsutdanninger.
sme: Lassin dasa Sámediggi áigu gulahallamiin oahppoásahusaiguin ásahusaid dahkat dihtomielalažžan sin geatnegasvuođas sámi sisdoalu institušonaliseremis profešuvdnaoahpuide.
